{
  "pages": [
    {
      "type": "POSTER",
      "content": {
        "poster": "https://www.reelearn.ai/Books/Harry%20Potter%20and%20the%20Goblet%20of%20Fire/icon.jpg",
        "title": "Harry Potter and the Goblet of Fire",
        "titleColor": "#fff",
        "bgColor": "#222024"
      }
    },
    {
      "type": "TEXT",
      "content": {
        "textColor": "black",
        "bgColor": "white",
        "title": "Part 1: The Triwizard Tournament Begins",
        "text": "In the fourth installment of the Harry Potter series, Harry finds himself facing new challenges as he enters his fourth year at Hogwarts School of Witchcraft and Wizardry. The story kicks off with the excitement of the Triwizard Tournament, a magical competition between three schools. However, this year, something unexpected happens - Harry's name is mysteriously chosen as the fourth champion, even though he is underage and did not enter his name. This leads to speculation and confusion among the magical community, as well as tension between Harry and his friends."
      }
    },
    {
      "type": "TEXT",
      "content": {
        "textColor": "black",
        "bgColor": "white",
        "title": "Part 2: The Challenges and the Yule Ball",
        "text": "As the Triwizard Tournament progresses, Harry faces a series of dangerous challenges that test his courage, intelligence, and resourcefulness. From battling dragons to navigating a treacherous underwater maze, Harry must rely on his magical abilities and quick thinking to survive. Alongside the tournament, Hogwarts also prepares for the Yule Ball, a grand event where students from all three schools come together for a night of dancing and celebration. This brings a mix of excitement and anxiety for Harry and his friends as they navigate the complexities of teenage emotions and relationships."
      }
    },
    {
      "type": "TEXT",
      "content": {
        "textColor": "black",
        "bgColor": "white",
        "title": "Part 3: The Return of Lord Voldemort",
        "text": "Amidst the tournament and the festivities, a dark and ominous presence looms over the wizarding world - Lord Voldemort. Throughout the book, there are hints and foreshadowing of his return, but it is in the climax of the story that his resurrection is revealed. With the help of his loyal servant Wormtail, Voldemort regains his physical form and reveals his plan to regain power and seek revenge on Harry Potter. This revelation sends shockwaves through the wizarding community and sets the stage for the upcoming battle between good and evil."
      }
    },
    {
      "type": "TEXT",
      "content": {
        "textColor": "black",
        "bgColor": "white",
        "title": "Part 4: The Battle at the Ministry of Magic",
        "text": "As the tension escalates, Harry and his friends take matters into their own hands to uncover the truth and protect the wizarding world. They form Dumbledore's Army, a secret group dedicated to learning defensive magic and preparing for the inevitable conflict. Their efforts culminate in a thrilling battle at the Ministry of Magic, where Harry and his friends face off against Death Eaters and encounter unexpected allies. This battle not only showcases their bravery and determination but also highlights the power of unity and friendship in the face of adversity."
      }
    },
    {
      "type": "TEXT",
      "content": {
        "textColor": "black",
        "bgColor": "white",
        "title": "Part 5: The Aftermath and the Triwizard Cup",
        "text": "After the intense battle, the aftermath brings a mix of relief, grief, and uncertainty. The loss of a beloved character leaves a lasting impact on Harry and his friends, reminding them of the stakes in the fight against Voldemort. As the Triwizard Tournament reaches its final stage, Harry and Cedric Diggory, a champion from another school, find themselves transported to a graveyard where they encounter Voldemort. This chilling encounter sets the stage for the ultimate showdown between Harry and the Dark Lord."
      }
    },
    {
      "type": "TEXT",
      "content": {
        "textColor": "black",
        "bgColor": "white",
        "title": "Part 6: The Final Battle and the Truth Revealed",
        "text": "The final part of the book is a gripping and heart-pounding battle between Harry and Voldemort. In a duel that tests their magical prowess and willpower, Harry emerges victorious, but not without sacrifice. The truth about the Triwizard Tournament and the events leading up to Voldemort's return are revealed, shedding light on the manipulation and deceit that took place. With Voldemort defeated, Harry returns to Hogwarts, where he receives recognition and support from the wizarding community. However, the scars of the battle remain, reminding everyone of the ongoing fight against darkness and the importance of love and friendship."
      }
    }
  ],
  "user": {
    "name": "J. K. Rowling"
  }
}