{
  "pages": [
    {
      "type": "POSTER",
      "poster": "https://www.reelearn.ai/Books/To%20Kill%20a%20Mockingbird%20by%20Harper%20Lee/icon.jpg",
      "title": "To Kill a Mockingbird",
      "titleColor": "#fff",
      "bgColor": "#222024"
    },
    {
      "type": "TEXT",
      "textColor": "black",
      "bgColor": "white",
      "title": "Part 1: Introduction",
      "text": "To Kill a Mockingbird is a classic novel written by Harper Lee. Set in the 1930s in a small town called Maycomb, Alabama, the story revolves around Scout Finch, a young girl, and her brother Jem. They live with their widowed father, Atticus Finch, who is a lawyer. The book explores themes of racism, injustice, and the loss of innocence. It is narrated from Scout's perspective as she grows up and learns about the harsh realities of the world.",
      "audioSrc": "https://www.reelearn.ai/Books/To%20Kill%20a%20Mockingbird%20by%20Harper%20Lee/1.mp3"
    },
    {
      "type": "TEXT",
      "textColor": "black",
      "bgColor": "white",
      "title": "Part 2: The Trial",
      "text": "One of the central events in the story is the trial of Tom Robinson, a black man accused of raping a white woman. Atticus agrees to defend Tom, despite facing backlash from the community. The trial exposes the deep-rooted racism and prejudice in Maycomb. Despite overwhelming evidence in Tom's favor, the jury convicts him due to the racial bias of the town. This injustice deeply affects Scout and Jem, as they witness the flaws in the justice system.",
      "audioSrc": "https://www.reelearn.ai/Books/To%20Kill%20a%20Mockingbird%20by%20Harper%20Lee/2.mp3"
    },
    {
      "type": "TEXT",
      "textColor": "black",
      "bgColor": "white",
      "title": "Part 3: Boo Radley",
      "text": "Another significant aspect of the story is the mysterious neighbor, Boo Radley. Boo is rarely seen outside his house, and rumors circulate about his strange behavior. Scout, Jem, and their friend Dill become fascinated by Boo and create games and stories about him. Eventually, they develop a friendship with Boo, realizing that he is not the monster the town portrays him to be. Boo plays a crucial role in the climax of the story, saving Scout and Jem from an attacker.",
      "audioSrc": "https://www.reelearn.ai/Books/To%20Kill%20a%20Mockingbird%20by%20Harper%20Lee/3.mp3"
    },
    {
      "type": "TEXT",
      "textColor": "black",
      "bgColor": "white",
      "title": "Part 4: Coming of Age",
      "text": "To Kill a Mockingbird is also a coming-of-age story for Scout and Jem. As they navigate through their childhood, they encounter various challenges and learn important life lessons. They witness the effects of racism, prejudice, and inequality in their community. Through their father's guidance, they learn about empathy, compassion, and standing up for what is right, even in the face of adversity. The events of the story shape their understanding of the world and help them mature.",
      "audioSrc": "https://www.reelearn.ai/Books/To%20Kill%20a%20Mockingbird%20by%20Harper%20Lee/4.mp3"
    },
    {
      "type": "TEXT",
      "textColor": "black",
      "bgColor": "white",
      "title": "Part 5: Themes and Symbols",
      "text": "To Kill a Mockingbird explores several themes, including racism, social inequality, and the loss of innocence. The mockingbird symbolizes innocence and is a recurring motif throughout the book. Atticus teaches Scout and Jem not to harm mockingbirds, as they only bring beauty and goodness to the world. The novel also highlights the importance of empathy and understanding, as characters like Boo Radley and Tom Robinson face prejudice and injustice.",
      "audioSrc": "https://www.reelearn.ai/Books/To%20Kill%20a%20Mockingbird%20by%20Harper%20Lee/5.mp3"
    },
    {
      "type": "TEXT",
      "textColor": "black",
      "bgColor": "white",
      "title": "Part 6: Legacy and Impact",
      "text": "To Kill a Mockingbird has left a lasting impact on literature and society. It won the Pulitzer Prize and has been translated into numerous languages. The book continues to be studied in schools for its powerful themes and social commentary. It addresses issues that are still relevant today, such as racial inequality and the flaws in the justice system. Harper Lee's masterpiece serves as a reminder of the importance of compassion, empathy, and fighting for justice in an unjust world.",
      "audioSrc": "https://www.reelearn.ai/Books/To%20Kill%20a%20Mockingbird%20by%20Harper%20Lee/6.mp3"
    }
  ],
  "user": {
    "name": "Harper Lee"
  },
  "name": "To Kill a Mockingbird",
  "id": "OL48120694M"
}