{
  "name": "Doglapan",
  "id": "OL49265857M",
  "pages": [
    {
      "type": "POSTER",
      "poster": "https://www.reelearn.ai/Books/Doglapan%20by%20Ashneer%20Grover/icon.jpg",
      "title": "Doglapan",
      "titleColor": "#fff",
      "bgColor": "#222024"
    },
    {
      "type": "TEXT",
      "textColor": "black",
      "bgColor": "white",
      "title": "Part 1: Introduction",
      "text": "Doglapan is a heartwarming tale written by Ashneer Grover. The story revolves around a young boy named Aarav and his loyal companion, a dog named Bruno. Aarav and Bruno share a special bond and are inseparable. They embark on various adventures together, discovering the true meaning of friendship and loyalty. The story is set in a small town and beautifully captures the essence of childhood innocence and the unconditional love between a boy and his dog.",
      "audioSrc": "https://www.reelearn.ai/Books/Doglapan%20by%20Ashneer%20Grover/1.mp3"
    },
    {
      "type": "TEXT",
      "textColor": "black",
      "bgColor": "white",
      "title": "Part 2: Aarav and Bruno's First Meeting",
      "text": "In this part, we are introduced to Aarav, a curious and adventurous young boy. One day, while exploring the woods near his house, he stumbles upon a lost and frightened puppy. Aarav instantly feels a connection with the puppy and decides to take him home. He names the puppy Bruno and from that moment on, their friendship blossoms. Aarav and Bruno spend their days playing, exploring, and creating unforgettable memories together.",
      "audioSrc": "https://www.reelearn.ai/Books/Doglapan%20by%20Ashneer%20Grover/2.mp3"
    },
    {
      "type": "TEXT",
      "textColor": "black",
      "bgColor": "white",
      "title": "Part 3: Bruno's Heroic Act",
      "text": "In this part, Aarav and Bruno encounter a dangerous situation. Aarav falls into a deep well while playing near it, and Bruno, without any hesitation, jumps in to save his friend. Bruno's bravery and quick thinking save Aarav's life. This incident strengthens their bond even further, and Aarav realizes the true value of Bruno's companionship. The town celebrates Bruno as a hero, and Aarav feels incredibly grateful to have such a loyal and courageous friend.",
      "audioSrc": "https://www.reelearn.ai/Books/Doglapan%20by%20Ashneer%20Grover/3.mp3"
    },
    {
      "type": "TEXT",
      "textColor": "black",
      "bgColor": "white",
      "title": "Part 4: Aarav's Journey of Self-Discovery",
      "text": "As Aarav grows older, he starts facing challenges and uncertainties in his life. He begins to question his own abilities and feels lost. However, Bruno remains by his side, providing comfort and support. Aarav learns important life lessons from Bruno, such as resilience, determination, and the importance of staying true to oneself. With Bruno's guidance, Aarav rediscovers his self-confidence and embarks on a journey of self-discovery.",
      "audioSrc": "https://www.reelearn.ai/Books/Doglapan%20by%20Ashneer%20Grover/4.mp3"
    },
    {
      "type": "TEXT",
      "textColor": "black",
      "bgColor": "white",
      "title": "Part 5: Aarav and Bruno's Separation",
      "text": "In this part, circumstances force Aarav and Bruno to be separated. Aarav's family has to move to a different city, and they are unable to take Bruno with them. Aarav is heartbroken, and so is Bruno. They share a tearful goodbye, promising to always cherish the memories they made together. The separation is a test of their friendship, but they both remain hopeful that fate will bring them back together someday.",
      "audioSrc": "https://www.reelearn.ai/Books/Doglapan%20by%20Ashneer%20Grover/5.mp3"
    },
    {
      "type": "TEXT",
      "textColor": "black",
      "bgColor": "white",
      "title": "Part 6: Reunion and Happy Ending",
      "text": "In the final part, Aarav returns to his hometown after several years. He is filled with nostalgia and a longing to see Bruno again. To his surprise, he finds Bruno waiting for him at their favorite spot. Their reunion is filled with joy and excitement. Aarav realizes that true friendship is timeless and can withstand any distance or time apart. Aarav and Bruno continue their adventures, creating new memories and cherishing their unbreakable bond.",
      "audioSrc": "https://www.reelearn.ai/Books/Doglapan%20by%20Ashneer%20Grover/6.mp3"
    }
  ],
  "user": {
    "name": "Ashneer Grover"
  }
}