{
  "pages": [
    {
      "type": "POSTER",
      "content": {
        "poster": "https://www.reelearn.ai/Books/Angelo%20und%20Pietro%20Mingotti/icon.jpg",
        "title": "Angelo und Pietro Mingotti",
        "titleColor": "#fff",
        "bgColor": "#222024"
      }
    },
    {
      "type": "TEXT",
      "content": {
        "textColor": "black",
        "bgColor": "white",
        "title": "Part 1: The Brothers' Journey to Dresden",
        "text": "Angelo and Pietro Mingotti, two brothers from a small Italian village, dream of becoming famous musicians. They leave their home and embark on a journey to Dresden, Germany, where they hope to find opportunities to showcase their talents. Along the way, they face various challenges, including language barriers and financial hardships. However, their determination and passion for music keep them going.",
        "audioSrc": "https://www.reelearn.ai/Books/Angelo%20und%20Pietro%20Mingotti%20by%20Erich%20H.%20Müller%20von%20Asow/1.mp3"
      }
    },
    {
      "type": "TEXT",
      "content": {
        "textColor": "black",
        "bgColor": "white",
        "title": "Part 2: The Encounter with Johann Adolf Hasse",
        "text": "In Dresden, the Mingotti brothers have a stroke of luck when they meet Johann Adolf Hasse, a renowned composer and conductor. Hasse recognizes their potential and offers them a chance to join his opera company. Angelo becomes a successful tenor, while Pietro excels as a violinist. They perform in numerous operas and concerts, gaining popularity and admiration from audiences and fellow musicians.",
        "audioSrc": "https://www.reelearn.ai/Books/Angelo%20und%20Pietro%20Mingotti%20by%20Erich%20H.%20Müller%20von%20Asow/2.mp3"
      }
    },
    {
      "type": "TEXT",
      "content": {
        "textColor": "black",
        "bgColor": "white",
        "title": "Part 3: The Rivalry with the Court Composer",
        "text": "As the Mingotti brothers' fame grows, they encounter a rival in the form of the court composer, Giovanni Alberto Ristori. Ristori feels threatened by the brothers' success and tries to sabotage their careers. However, Angelo and Pietro's talent and professionalism prevail, and they continue to win the hearts of the audience. Their rivalry with Ristori becomes a source of intrigue and drama in the music scene of Dresden.",
        "audioSrc": "https://www.reelearn.ai/Books/Angelo%20und%20Pietro%20Mingotti%20by%20Erich%20H.%20Müller%20von%20Asow/3.mp3"
      }
    },
    {
      "type": "TEXT",
      "content": {
        "textColor": "black",
        "bgColor": "white",
        "title": "Part 4: Love and Betrayal",
        "text": "Amidst their musical triumphs, Angelo and Pietro both fall in love. Angelo becomes involved with a noblewoman, Countess Anna, while Pietro develops feelings for a talented soprano, Maria. However, their relationships are tested when secrets and betrayals come to light. Angelo discovers that Countess Anna is married, while Maria is torn between her love for Pietro and her loyalty to Ristori. The brothers must navigate the complexities of love and loyalty while maintaining their musical careers.",
        "audioSrc": "https://www.reelearn.ai/Books/Angelo%20und%20Pietro%20Mingotti%20by%20Erich%20H.%20Müller%20von%20Asow/4.mp3"
      }
    },
    {
      "type": "TEXT",
      "content": {
        "textColor": "black",
        "bgColor": "white",
        "title": "Part 5: The Tragic End",
        "text": "As the Mingotti brothers reach the peak of their success, tragedy strikes. Pietro falls ill with a mysterious illness and is unable to perform. Angelo is devastated by his brother's condition and struggles to find the strength to continue without him. Despite their efforts to find a cure, Pietro's health deteriorates, and he passes away. Angelo is left heartbroken and must find a way to honor his brother's memory while carrying on their musical legacy.",
        "audioSrc": "https://www.reelearn.ai/Books/Angelo%20und%20Pietro%20Mingotti%20by%20Erich%20H.%20Müller%20von%20Asow/5.mp3"
      }
    },
    {
      "type": "TEXT",
      "content": {
        "textColor": "black",
        "bgColor": "white",
        "title": "Part 6: The Legacy of the Mingotti Brothers",
        "text": "After Pietro's death, Angelo dedicates himself to preserving the legacy of the Mingotti brothers. He continues to perform and collaborate with other musicians, keeping their music alive. Angelo's talent and passion inspire a new generation of musicians, and the Mingotti brothers' story becomes a symbol of perseverance and artistic excellence. Their journey from a small Italian village to the grand stages of Dresden leaves a lasting impact on the world of music.",
        "audioSrc": "https://www.reelearn.ai/Books/Angelo%20und%20Pietro%20Mingotti%20by%20Erich%20H.%20Müller%20von%20Asow/6.mp3"
      }
    }
  ],
  "user": {
    "name": "Erich H. Müller von Asow"
  }
}